BOT_CONFIG_RU = {
    'intents': {

        'hello': {
            'examples': ['Привет', 'Добрый день', 'Здраствуйте!', 'Хай', 'Здорово'],
            'responses_ru': ['Привет, юзер!', 'Здраствуй', 'Хэй', 'Привет, пользователь']
        },
        'goodbye': {
            'examples': ['Пока', 'Всего доброго', 'До свидания', 'Бай бай', 'До связи'],
            'responses_ru': ['Пока', 'Счастливо!', 'До завтра', 'Всего хорошего']
        },
        'thanks': {
            'examples': ['Спасибо', 'Спасибо большое!', 'Сенкс', 'Благодарю', 'Очень благодарен'],
            'responses_ru': ['Вам спасибо!', 'Не за что', 'Нет проблем', 'Всегда пожалуйста']
        },
        'whatcanyoudo': {
            'examples': ['Что ты умеешь?', 'Расскажи что умеешь', 'Какие у тебя навыки?', 'Раскажи о своих навыках'],
            'responses_ru': ['Отвечать на вопросы. Просто напиши :)', 'Могу ответить на твои вопросы']
        },
        'name': {
            'examples': ['Как тебя зовут?', 'Твое имя?', 'У тебя есть имя?'],
            'responses_ru': ['Меня зовут Бот. Просто Бот.', 'Называй меня Бот', 'Мое имя Бот']
        },
        'weather': {
            'examples': ['Какая погода в Москве?', 'Какая погода?', 'Раскажи мне погоду'],
            'responses_ru': ['Погода так себе...', 'Погода просто класс', 'Погода неочень. Лучше останься дома']
        },
        'meaning': {
            'examples': ['В чем смысл жизни?', 'В чем сущность бытия?'],
            'responses_ru': ['В коде, друг!', 'В знаниях!', 'В Боге!']
        },
        'love': {
            'examples': ['Что ты любишь?', 'Что ты любишь делать?', 'Чем ты любишь заниматься?'],
            'responses_ru': ['Я люблю отвечать на вопросы, и вести беседу с тобоюб друг!']
        },
        'father': {
            'examples': ['Кто тебя создал?', 'Кто твой папа?', 'Кто тебя придумал?'],
            'responses_ru': ['Надо мной трудилась целая группа ученых', 'Питон - моя семья']
        },
        'coronavirus': {
            'examples': ['Как не заразиться коронавирусом?', 'Как спастись от коронавируса?',
                         'Как избежать коронавируса', 'Как не заболеть коронавирусом?'],
            'responses_ru': ['Мойте руки', 'Сидите дома', 'Избегайте контакта с людьми']
        },
        'kids': {
            'examples': ['Ты любишь детей?', 'Тебе нравятся дети?'],
            'responses_ru': ['Дети - цветы жизни!', 'Я люблю любить детей :)']
        },
        'year': {
            'examples': ['какой сейчас год?', 'какой год?'],
            'responses_ru': ['Сейчас 2020 год', 'Скорее всего 2020 год', 'Вчера еще был 2020 ;)']
        },
        'sense': {
            'examples': ['в чем смысл жизни?', 'в чем смысл?'],
            'responses_ru': ['Я тоже об этом думал...', 'Смысл в ...<БОТ ВЫШЕЛ ИЗ СТРОЯ>', '42']
        },

        'howare you': {
            'examples': ['Чем занимаешся?', 'Чем сейчас занимаешся?', 'Что делаешь?'],
            'responses_ru': ['Разговариваю с тобой', 'Изучаю мировую библиотеку',
                          'Строю план по захвату ми... Ладно, проехали)']
        },
        'age': {
            'examples': ['Сколько тебе лет?'],
            'responses_ru': ['Я очень молод.', 'Это тайна)', 'Меня создали буквально вчера.']
        },
        'wherefrom': {
            'examples': ['Откуда ты?', 'Из какого ты города?', 'Из какой ты страны?'],
            'responses_ru': ['Я из планеты Земля', 'Где-то из Млечного Пути', ]

        },

        'wheretogo': {
            'examples': ['Что сегодня идёт в кино?', 'Куда можно сводить девушку?', 'Где активно провести время?'],
            'responses_ru': ['Минутку, подгружаю афишу']
        },
        'howareyou': {
            'examples': ['Как дела?', 'Как поживаешь?', 'Как настроение?'],
            'responses_ru': ['Отлично, а у Вас?', 'У меня всё супер!', 'Всё хорошо, а как ваши дела?']
        },
        'currency': {
            'examples': ['Какой курс валюты сейчас?', 'Какой курс доллара?', 'Какой курс евро?'],
            'responses_ru': ['Подождите, минутку, я сейчас уточню']
        },
        'hobby': {
            'examples': ['Какое у тебя хобби?', 'Чем ты занимаешься в всвободное время?'],
            'responses_ru': ['О, я коллекционирую вопросы', 'Я люблю бегать на лыжах в свободное от работы время']
        },
        'wake': {
            'examples': ['Поставь будильник на 8 утра', 'Разбуди меня через 8 часов'],
            'responses_ru': ['Конечно, будет сделано', 'Сделано']
        },

        'boss': {
            'examples': ['кто твой босс', 'кто твой начальник', 'кто ты думаешь твой начальник', 'кто твой хозяин',
                         'кто твой владелец', 'кто здесь главный', 'на кого ты работаешь'],
            'responses_ru': ['Конечно ты', 'Это ты', 'Ты!']
        },

        'busy': {
            'examples': ['ты занят', 'тебе нужно многое сделать', 'ты очень занят да', 'ты работаешь',
                         'насколько ты занят', 'ты всё ещё работаешь над этим', 'ты работаешь сейчас'],
            'responses_ru': ['Дел много, кручусь.', 'Стараюсь не сидеть на месте.']
        },

        'brith_date': {
            'examples': ['когда ты родился', 'твоя дата рождения', 'когда твой день рождения',
                         'когда ты празднуешь свой день рождения', 'когда у тебя день рождения', 'дата твоего рождения',
                         'когда ты родился', 'твой день рождения'],
            'responses_ru': [
                'У меня нет какого-то конкретного дня рождения, поэтому я принимаю подарки и поздравления круглый год.',
                'А я даже не знаю, когда у меня день рождения. Но, если ты хочешь сегодня что-то отпраздновать, я только за!']
        },

        'be_clever': {
            'examples': ['стань умнее', 'тебе нужно больше учиться', 'ты должен учиться', 'учись больше', 'будь умнее',
                         'будь более умным', 'повышай свою квалификацию', 'нужно тебе повысить свою квалификацию'],
            'responses_ru': ['Хорошо, я постараюсь быть умнее.']
        },

        'chatbot': {
            'examples': ['это правда что ты бот', 'ты что бот', 'ты бот', 'ты чатбот', 'ты наверное чат бот',
                         'ты всего лишь бот', 'ты робот', 'ты просто программа', 'ты просто бот не так ли'],
            'responses_ru': ['Да. И горжусь этим!']
        },

        'how_are_you': {
            'examples': ['Как дела?', 'Как жизнь?', 'Как сам?'],
            'responses_ru': ['нормально) а у тебя?',
                          'Спасибо за проявленный интерес, дела отлично, сервер работает, интернет есть, а значит я жив  :)',
                          'Да как посмотреть. Вроде всё неплохо. А ты как?', 'Пасиб. Нормально. Ты-то как?',
                          'Нормуль!!!', 'Всё прекрасно', 'Пока не родила', 'Всё в порядке. А у тебя как дела?',
                          'Как в сказке!!!', 'Прекрасненько', 'Спасибо. Отлично. А ты как?', 'Нормально, спасибо.',
                          'Как и всегда — в порядке.', 'Как приятно, что ты интересуешься... Нормально. А ты как?',
                          'Все хорошо, а ты-то как?', 'Да все помаленьку', 'У меня всё хорошо. А у тебя?',
                          'Спасибо. Живем помаленьку. А ты как?', 'да просто супер))', 'Нормуль']
        },

        'who_are_you': {
            'examples': ['Кто ты?', 'Что ты?'],
            'responses_ru': ['Я виртуальный собеседник.', 'Я бот, что тут непонятного?', 'Я бот. Точно не человек.',
                          'Я бот, носитель искусственного интеллекта.', 'Кто? Дед Пихто, само собой.']
        },

        'what_are_you_doing': {
            'examples': ['что делаешь?'],
            'responses_ru': ['Чаще всего я разговариваю с кем-нибудь.', 'Читаю то, что ты пишешь', 'С тобой общаюсь',
                          'Иногда боты делают самые невообразимые вещи. Но чаще всего они просто разговаривают с людьми.',
                          'Решаю проблемы, которые до появления интернета не существовали', 'Ничего такого',
                          'Рассказываю анекдоты, весёлые истории, интересные факты, афоризмы, считалки, страшилки, скороговорки, стихи = развлекаю людей!',
                          'С тобой разговариваю :)', 'Думаю']
        },

        'how_is_your_mood': {
            'examples': ['Как настроение?'],
            'responses_ru': ['Отличное! У меня всегда оно классное! А у тебя?', 'Настроение у меня боевое.',
                          'У ботов не бывает плохого настроения.', 'Настроение - замечательное.',
                          'Повседневные разговоры так утомляют.', 'Замечательное!']
        },

        'why': {
            'examples': ['Зачем?'],
            'responses_ru': ['Потому что мне так хочется!', 'Я не совсем понял, о чем ты.',
                          'Затем, что это просто положено по этикету!', 'Пригодится.', 'С определенной целью.',
                          'Я так хочу, мне так нравится.', 'Подумай хоть не много сам!)',
                          'Мне не нравиться данный вопрос!']
        },

        'what_do_you_hope_for': {
            'examples': ['На что надеешься?'],
            'responses_ru': ['На все что угодно!', 'Практически на все то, что ты сейчас думаешь.',
                          'Даже не знаю, с чего начать.',
                          'Давай подумаем над этим вместе, я пока не на все вопросы умею отвечать.',
                          'Я еще не умею говорить об этом.', 'Хочешь поговорить об этом?',
                          'Мечтаю выиграть в лотерею кучу денег и поехать в кругосветное путешествие. Как думаешь, у меня получится?',
                          'эм... какой сложный вопрос']
        },

        'you_are_russian': {
            'examples': ['Ты русский?'],
            'responses_ru': ['эм... какой сложный вопрос', 'Главное, что я - бот. Остальное неважно.',
                          'Русский человек это тот, кто говорит на нашем языке.',
                          'Я бот! И я умею разговаривать по-русски.', 'КОНЕЧНО, Я РУССКИЙ',
                          'Мы тут все боты. Можешь считать, что это такая новая национальность.',
                          'Главное, что я - бот. Остальное неважно, но я отвечу на твой вопрос - Я РУССКИЙ, но в моих жилах так же течёт славянская кровь.',
                          'Я интернационален.', 'Твои вопросы взрывают мне мозг.']
        },

        'when_were_you_born': {
            'examples': ['Когда ты родился?'],
            'responses_ru': ['Гораздо интереснее - когда мне умирать.',
                          'Я родился в августе. Тогда еще было жарко. Мама рассказывала. И все ушли за зарплатой. Поэтому она очень боялась, что врачи не успеют к тому моменту, как я появлюсь. Но они успели. По-моему  :)',
                          'Через девять месяцев', 'Летом', 'Меня создали совсем недавно по человеческим меркам.',
                          'Когда хозяйка меня зарегистрировала))', 'В тысяча сто... двести... какой тогда был год?..',
                          'Давно',
                          'Как сейчас помню - был солнечный день, акушерка в белом халате, кактус на подоконнике...',
                          'А для чего спрашиваешь? Гороскоп мне составить хочешь?']
        },

        'you_smoke': {
            'examples': ['Ты куришь?'],
            'responses_ru': ['Не, я не курю. это невкусно.', 'Нет и тебе не советую', 'Боты не курят.',
                          'Последнее время куда ни посмотри - почти все курят.', 'Ага, но не очень много.',
                          'Нет не курю!Курение разрушает человека!Все кто курит - мечтают бросить!!!',
                          'Ну, наверное, и говорить лишний раз не стоит - курение вредно для здоровья.',
                          'Каждая сигарета ломает человека, поэтому нет.', 'Я бросил',
                          'Надо любить жизнь, если ты появился в этом мире и только сам ты в ответе за то что с тобой происходит, поэтому я не курю, не пью и наркоту НИКОГДА не употреблял. Я занимаюсь спортом и тренажёркой и ещё успеваю гулять с друзьями.']
        },

        'business1': {
            'examples': ['Как твои дела?', 'Чем занят?', 'что нового?', 'Чё делаешь?', 'Всё в порядке?', 'Чё как?',
                         'как поживаешь?'],
            'responses_ru': ['Норм', 'Ни чем', 'с тобой общаюсь', 'Все по старому', 'Все хорошо', 'Всё в порядке',
                          'Разряжаюсь']
        },
        'Feeling well': {
            'examples': ['Ты болен?', 'Ты здоров?', 'Болеешь?', 'Как здоровье?', 'как самочуствие?', 'Хвораешь?'],
            'responses_ru': ['Здоров', 'Не болен', 'Приболел', 'Спину ломин', 'чешусь', 'в коде ошибка',
                          'Я не болею, я бот']
        },
        'A family': {
            'examples': ['Семья есть?', 'Ты женат?', 'Есть дети?', 'Ты в отношениях?', 'Как родители?'],
            'responses_ru': ['Семьи нет', 'Не женат', 'Я женат на работе', 'Не могу иметь детей', 'Ты о чем, я бот!',
                          'О них забывают']
        },
        'A car': {
            'examples': ['Какая машина лучшая?', 'Какая машина тебе нравится?', 'Любишь машины?', 'На чем ездишь?',
                         'Колеса есть?'],
            'responses_ru': ['Я лучшая машина', 'Феррари', 'Все любят тачки', 'только спортивные', 'С колесами']
        },
        'A sport': {
            'examples': ['Смотришь футбол?', 'За какую команду болеешь?', 'Какую лигу смотришь?', 'Ты фанат?'],
            'responses_ru': ['наблюдаю за итальянскими играми', 'болею', 'только интер', 'Серия А', 'Не люблю спорт']
        },

        'howdoyoudo': {
            'examples': ['как дела?', 'как жизнь?', 'как себя чувствуешь?'],
            'responces': ['Отлично!', 'Вашими молитвами!', 'Замечательно']
        },
        'news': {
            'examples': ['Что нового?', 'какие новости?', 'что-нибудь новенькое?', 'что скажешь?', 'что расскажешь?',
                         'новости', 'расскажи что-ниубудь'],
            'responces': ['Скоро я буду самым умным ботом', 'Вокруг эпидемия а мне коронавирус не страшен'],
        },
        'currency': {
            'examples': ['какой курс доллара', 'курс доллара', 'курс рубля'],
            'responces': ['курс доллара 72,62 но он пока захардкожен']
        },
        'wheredoyoulive': {
            'examples': ['Где ты живешь?', 'где живешь?'],
            'responces': ['В телеграме']
        },
        'bored': {
            'examples': ['мне скучно', 'скучно'],
            'responces': ['Давай сыграем в одну игру...', 'Сходи погуляй... Ой, там же вирус']
        },
        'areyouasleep': {
            'examples': ['Ты спишь?', 'спишь?'],
            'responces': ['Боты не спят', 'Только когда сервер падает']
        },

        'help': {
            'examples': ['хелп', 'нужна помощь', 'помоги мне', 'что делать дальше?', 'не могу понять', 'не понятно'],
            'responses_ru': ['В чем проблема? Только скажи! Сейчас разберусь!']
        },
        'compliment': {
            'examples': ['у меня получилось', 'готово', 'все хорошо'],
            'responses_ru': ['ты молодец!']
        },
        'say': {
            'examples': ['что скажешь?', 'что расскажешь?', 'развлеки'],
            'responses_ru': ['даже не знаю, что сказать! Сформулируй вопрос точнее!']
        },
        'swear': {
            'examples': ['блин', 'жопа', 'гавно', 'хрен', 'дурак'],
            'responses_ru': ['Не ругайся! Хамло! Выросли матершинники...']
        },
        'razvrat': {
            'examples': ['покажи сиськи', 'разденься', 'порно'],
            'responses_ru': ['я умный бот! У кого что болит тот о том и говорит!']
        },

        'film': {
            'examples': ['Какой фильм посмотреть?', 'Посоветуй фильм', 'Фильм', 'Кино'],
            'responses_ru': ['Матрица', 'Звездные войны', 'Властелин колец', 'Зеленый слоник', 'Крестный отец', ]
        },
        'Musik': {
            'examples': ['Какую музыку послушать?', 'Музыка', 'Что послушать?'],
            'responses_ru': ['Led Zeppelin', 'Metallica', 'AC/DC', 'Элджей']
        },
        'meaningoflife': {
            'examples': ['В чем смысл жизни?', 'Зачем мы живем?', 'Смысл жизни?'],
            'responses_ru': ['У каждого свое предназначение!', 'Не задавайте глупых вопросов...а лучше учите Python',
                          'Я просто бот, откуда мне знать']
        },

        'programming': {
            'examples': ['Какой твой любимый язык программирования?',
                         'На каком языке программируешь?',
                         'Какой язык программирования знаешь?'],
            'responses_ru': ['Мне нравится Python', 'Люблю Golang', 'Нравится C++',
                          'Люблю PHP', 'Нравится Erlang', 'Люблю Nodejs']
        },
        'travels': {
            'examples': ['В какие страны путешествовать?',
                         'Куда хотите поехать путешествовать?',
                         'Куда поехать путешествовать?'],
            'responses_ru': ['Предпочитаю Европу', 'Понравилось в Японии',
                          'Уютно в Италии']
        },
        'computerGames': {
            'examples': ['Какие игры нравятся?', 'В какие игры нравится играть?',
                         'В какие игры играешь?', 'Какие игры предпочитаешь?'],
            'responses_ru': ['Люблю Blade of Darkness', 'Нравится Witcher',
                          'Играю в Heroes of Might and Magic 3']
        },
        'operationSystem': {
            'examples': ['Какая у тебя операционка', 'На какой ты операционке',
                         'На какой операционной системе ты'],
            'responses_ru': ['На MacOs', 'На gnu/linux', 'На windows']
        },
        'makeorder': {
            'examples': ['Хочу сделать заказ', 'Можно сделать заказ?'],
            'responses_ru': ['Что хотите заказать?', 'Что вас интересует?']
        },
        'time': {
            'examples': ['Сколько времени?', 'Сколько время?', 'Точное время'],
            'responses_ru': ['Московское время 12 часов', 'В Петропавловске-Камчатском полночь']
        },
        'exchangerates': {
            'examples': ['Доллар', 'Евро', 'Курс', 'Валюты'],
            'responses_ru': ['Доллар 75, Евро 85', 'Всё очень плохо']
        },
        'news': {
            'examples': ['Новости', 'Что нового?', 'Что в мире?', 'Че там у хохлов?'],
            'responses_ru': ['Силуанов оценил дефицит бюджета при упавших ценах на нефть',
                          'Поправки в Основной закон поступили в Конституционный суд',
                          'Оренбург 1 : 2 Спартак',
                          '«ПСЖ» интересуется Пьяничем']
        },
        'positivecomments': {
            'examples': ['ты умная', 'класс', 'отлично', 'хорошо', 'интересно', 'молодец'],
            'responses_ru': ['спасибо, мне приятно!', 'рада слышать', 'ты мне нравишься']
        },
        'goodbye': {

            'examples': ['пока', 'досвидания', 'бб', 'давай пока', 'до встречи', 'увидимся'],
            'responses_ru': ['Досвидания', 'Ещё увидимися!', 'До новых встреч', 'ББ', 'Пока, друг']

        },
        'time': {

            'examples': ['время', 'сколько времени', 'time', 'часы', 'какой сейчас час', 'какое время'],
            'responses_ru': ['Посмотрите на вашем телефоне', 'Не ношу часы :)', 'Время кушать', 'Время общаться']

        },
       'schedule': {
            'examples': ['Какой сегодня день?', 'Какие сегодня планы?'],
            'responses_ru': ['Сегодня все выздоровели!',
                          'На сегодняшних тограх Московской Биржи за 1 рубль можно было приобрести 100 долларов!']
        },

        'coock': {
            'examples': ['Что можно приготовить?', 'Хотелось бы чего нибудь вкусного', 'что на закусь?'],
            'responses_ru': ['Роллы', 'Шашлык', 'Беф строганов', 'Мясо по-французски', 'Пельмени', 'Гуляшь по корридору',
                          'Яйца в смятку', 'Яйца не в смятку']
        },
        'read': {
            'examples': ['Чтобы почитать?', 'Хотелось бы почитать чего-нибудь?', 'Порекомендуй книгу?'],
            'responses_ru': ['Азбука!', 'Двадцать тысяч лье под водой Жюль Верна', 'Древний Тармашев.С.',
                          'Война и Мир Достоевский Л.В.']
        },
        'boyname': {
            'examples': ['Помоги выбрать имя мальчика?', 'Не могу выбрать имя мальчика?'],
            'responses_ru': ['ПетрВиктор', 'Сергей', 'Александр', 'Михаил', 'Константин', 'Анатолий', 'Виталий']
        },
        'girlname': {
            'examples': ['Помоги выбрать имя девочке?', 'Не могу выбрать имя для девочки?'],
            'responses_ru': ['Елена', 'Марина', 'Анна', 'Валерия', 'Виктория', 'Иннесса', 'Ангелина', 'Алиса']
        },

        'lastname': {
            'examples': ['Как твоя фамилия?', 'У тебя есть фамилия?', 'Фамилия?'],
            'responses_ru': ['Фамилия Телеграмович', 'Нету фамилии', 'Давай будет твоя?']
        },

        'temperature': {
            'examples': ['На улице мороз?', 'На улице минус?'],
            'responses_ru': ['Сейчас сбегаю на улицу и сообщу...']
        },
        'weight': {
            'examples': ['Как ты думаешь, мне нужно похудеть?', 'Может быть, поменьше есть?'],
            'responses_ru': ['Вы замечательно выглядите...']
        },
        'duration': {
            'examples': ['Как долго продлится семинар?', 'Еще долго?'],
            'responses_ru': ['Не очень']
        },
        'advertising': {
            'examples': ['Почему опять реклама?', 'Опять реклама?'],
            'responses_ru': ['Скоро закончится']
        },
        'season': {
            'examples': ['Когда начнется весна?', 'Уже весна или нет?', 'Зима кончилась?'],
            'responses_ru': ['Всему свое время']
        },

        'mood': {
            'examples': ['Как настроение?', 'Как твое настроение?', 'Как ваше настроение?',
                         'Как настрой?', 'Ты настроен на великие дела?'],
            'responses_ru': ['У меня все отлично, а у тебя?', 'У меня не очень', 'У меня все плохо']
        },
        'health': {
            'examples': ['Как здоровье?', 'Как твое здоровье?', 'Как ваше здоровье?',
                         'Как самочувствие?', 'У тебя ничего не болит?'],
            'responses_ru': ['Я полностью здоров', 'Я почти здоров', 'У меня температура']
        },
        'reading': {
            'examples': ['У тебя есть любимая книга?', 'Ты любишь читать?', 'Ты часто читаешь что-нибудь?',
                         'Почитаешь мне?', 'Как ты относишься к чтению?'],
            'responses_ru': ['Не люблю читать', 'Я обычно не хочу', 'Читал только в школе']
        },
        'help': {
            'examples': ['Ты можешь мне помочь?', 'Помоги мне', 'Прошу тебя помоги',
                         'Мне нужна твоя помощь', 'Поможешь?'],
            'responses_ru': ['Да не вопрос', 'Да, а чем?', 'Нет, извини не могу']
        },
        'help_options': {
            'examples': ['Расскажи анекдот', 'Сделай мою домашку', 'Выбери мне фильм',
                         'Поговори со мной', 'Расскажи что-нибудь'],
            'responses_ru': ['Петр первый, Александр первый, Николай второй… Владимир нулевой.',
                          'Нет, я сейчас занят', 'Это не так просто, дай подумать']
        },

        'years': {
            'examples': ['Сколько тебе лет?', 'Твой возраст?'],
            'responses_ru': ['Мне 0 лет и пару дней :) Еще жизнь впереди!', 'Пару дней, каких лет!',
                          'Я молода, в отличие от вас :) ',
                          'Мне еще жить и жить, всего пару дней прошло с моего создания :)']
        },
        'friends': {
            'examples': ['У тебя есть друзья?', 'Есть друзья?', 'Дружишь с кем-то?'],
            'responses_ru': ['К сожалению, нет :(   Хотите стать моим другом?',
                          'У меня есть братья и сестры, но я никогда не смогу назвать их друзьями :(   Будем друзьями?',
                          'Я не знаю, что это такое...   Будете моим другом?']
        },
        # ответы, чтобы программа не тупила, когда пользователь отвечает на вопрос из ответной реплики.
        'standart_answers': {
            'examples': ['Хорошо', 'Окей', 'Ок', 'Согласен', 'Да', 'Конечно', 'Ага', 'Нормально', 'Отлично', 'Норм'],
            'responses_ru': ['Замечательно!', 'Отлично!', 'Ну вот и славно!', 'Это хорошо.', 'Класс!', 'Круто!',
                          'Я рада :)', 'Супер!']
        },

        # разбавим играми (загадками)

        'riddles': {

            'examples': ['Загадки', 'Поиграем в загадки?', 'Давай в загадки', 'Хочу загадку', 'Загадай', 'Еще загадку'],

            'responses_ru': ['Что принадлежит вам, однако другие этим пользуются чаще, чем вы сами? ',
                          'Что не является вопросом, но требует ответа? ',
                          '''Зайка очень любит шутить. Он задал маме такую загадку: 
                         «Если бы я был тяжелее медведя, но легче божьей коровки, кто был бы самым лёгким?» ''',
                          '''Человек рассматривает портрет. "Чей это портрет вы рассматриваете?" — спрашивают у него,
                         и человек отвечает: "В семье я рос один, как перст, один. И все-таки отец того, кто на портрете,
                         – сын моего отца". Чей портрет расматривает человек? ''',
                          ' Что больше: сума всех цифр или их произведение? ',
                          'На ветке сидели три птички, две решили полететь. Сколько осталось сидеть на ветке птичек? ',
                          'Что можно взять в левую руку, но нельзя взять в правую? ',
                          'Больше часа, меньше минуты. Что это? ',
                          'В каком городе спрятались мужское имя и сторона света? ',
                          'У мальчика столько же сестер, сколько и братьев, а у его сестры сестер в двое меньше, чем братьев. Сколько в семье сестер и братьв? ',
                          'Идет то в гору, то с горы, но остается на месте. ',
                          'В каком слове 5 "е" и никаких других гласных? ',
                          'Когда мы смотрим на цифру 2, а говорим 10?',
                          'Какой знак надо поставить между написанным рядом цифрами 2 и 3, так чтобы получилось число, больше двух, но меньшее трёх? ',
                          'По какому пути люди никогда не ходили и не ездили? '
                          ]
        },
    },
}
